			<div class="dark-overlay"> </div>
			<div class="announcement scrollable">
				<div class="title">
					帝国游戏平台注册协议<br />
					<small>请仔细阅读并滑动至底部来同意协议</small>
				</div>
				<div class="body">
					<strong>1、协议的接受</strong>
					<br />
					 1.1 在本协议中，“您”指客户、网站浏览者、技术使用者；“我们”指本网站；“服务”指本网站提供的所有相关服务；“用户”是指一切在帝国游戏平台网站上合法注册后的使用者。
					<br /><br />
					 1.2 在使用帝国游戏平台网站（以下简称“本网站”）服务之前，您应当认真阅读并遵守《帝国游戏平台服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向帝国游戏平台客服咨询。
					<br /><br />
					 1.3 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他帝国游戏平台允许的方式实际使用帝国游戏平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与帝国游戏平台达成协议。您可以使用您提供或确认的邮箱、手机号码或者帝国游戏平台允许的其它方式作为登录手段进入帝国游戏平台网站。 如果您不同意本协议的相关条款，请您立即停止使用本网站及其服务。
					<br /><br />
					 1.4 本协议由您与帝国游戏平台的经营者共同缔结，本协议具有合同效力。帝国游戏平台的经营者是指法律认可的经营帝国游戏平台网站的责任主体。有关帝国游戏平台经营者的信息请查看各帝国游戏平台首页底部公布的公司信息和证照信息。
					<br /><br />
					
					 1.5 您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容或者未获得帝国游戏平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
					<br /><br />
					 1.6 本协议内容包括协议正文、法律声明、《帝国游戏平台规则》及所有帝国游戏平台已经发布或将来可能发布的各类规则、公告或通知（以下合称“帝国游戏平台规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。为更好地为您服务，我们将更新本协议，相关通知，将在网站上公示，请您留意本网站的通知。
					<br /><br />
					 1.7 您确认，在您完成注册程序或以其他帝国游戏平台允许的方式实际使用帝国游戏平台服务时，您应当是具备完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且帝国游戏平台有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。
					<br /><br />
					
					 1.8 帝国游戏平台将在帝国游戏平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
					<br /><br />
					
					<strong>2、用户注册</strong>
					<br />	   
					 2.1 在注册时，您应当依照法律法规要求，按相应页面的提示准确提供您的完整、准确、真实的注册信息资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，帝国游戏平台有权向您发出询问或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部帝国游戏平台服务。帝国游戏平台对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
					<br /><br />
					 2.2 您须自行负责对您的登录名、帝国游戏平台昵称和密码保密，且须对您在该登录名、帝国游戏平台昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议服务等）承担责任。您同意：
					<br />
						 1) 如发现任何人未经授权使用您的登录名、昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知帝国游戏平台；
						<br />
						 2) 确保您在上网时段结束时，以正确步骤离开网站/服务。帝国游戏平台不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解帝国游戏平台对您的请求采取行动需要合理时间，帝国游戏平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）。
						<br /><br />

					 2.3 当您的账号、用户名及密码非经您本人授权被使用时，您应及时通知本网站。本网站将及时采取措施，避免或减少您的利益受损。但在本网站采取措施之前的损失，本网站不承担任何法律责任。
					<br /><br />
					
					 2.4 您的登录名、帝国游戏平台昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经帝国游戏平台同意，且需提供帝国游戏平台要求的合格的文件材料并根据帝国游戏平台制定的操作流程办理。
					<br /><br />
					
					 2.5 对于您从本网站了解的商业秘密，您有义务保密。未经本网站的书面许可，您不得向任何第三方披|或允许其使用该商业秘密。
					<br /><br />
					<button class="button_3">我 同 意 上 述 协 议</button>
				</div>
			</div>
			<script>
				$( function() { $( ".announcement" ).draggable(); } );
				$(".announcement button").on("click", function(e)
				{
					$(".dark-overlay").css("display", "none");
					$(".announcement").css("display", "none");
				});
			</script>